[
  {
    "q": "あきのたのかりほのいほのとまをあらみ",
    "c": [
      "わがころもてはつゆにぬれつつ",
      "わがころもでにゆきはふりつつ",
      "わがみよにふるながめせしまに"
    ],
    "e": "正解は、わがころもてはつゆにぬれつつ\n秋の田に作った仮小屋にいると、屋根を葺いた苫の編み目が粗いので、私の衣の袖は露に濡れていくばかりだ。"
  },
  {
    "q": "はるすぎてなつきにけらししろたへの",
    "c": [
      "ころもほすてふあまのかぐやま",
      "こひにくちなむなこそをしけれ",
      "ころもかたしきひとりかもねむ"
    ],
    "e": "正解は、ころもほすてふあまのかぐやま\n春が過ぎ、夏が来たらしい。夏になると白い衣を干すという天の香具山に真っ白な衣が干されている。"
  },
  {
    "q": "あしびきのやまどりのをのしだりをの",
    "c": [
      "ながながしよをひとりかもねむ",
      "ながれもあへぬもみぢなりけり",
      "ながくもがなとおもひけるかな"
    ],
    "e": "正解は、ながながしよをひとりかもねむ\n山鳥のあのたれさがった尾のように長い夜を、私は一人で寂しく眠るのであろうか。"
  },
  {
    "q": "たごのうらにうちいでてみればしろたへの",
    "c": [
      "ふじのたかねにゆきはふりつつ",
      "しろきをみればよぞふけにける",
      "ふりゆくものはわがみなりけり"
    ],
    "e": "正解は、ふじのたかねにゆきはふりつつ\n田子の浦の海辺に出て見渡してみると、富士の高嶺には真っ白な雪が降り積もっている。"
  },
  {
    "q": "おくやまにもみぢふみわけなくしかの",
    "c": [
      "こえきくときぞあきはかなしき",
      "わがみひとつのあきにはあらねど",
      "ひとこそみえねあきはきにけり"
    ],
    "e": "正解は、こえきくときぞあきはかなしき\n奥山で散り敷いた紅葉を踏み分けて鳴く鹿の声を聞くとき、とりわけ秋が悲しく感じられる。"
  },
  {
    "q": "かささぎのわたせるはしにおくしもの",
    "c": [
      "しろきをみればよぞふけにける",
      "みかさのやまにいでしつきかも",
      "しるもしらぬもあふさかのせき"
    ],
    "e": "正解は、しろきをみればよぞふけにける\n鵲が渡したという橋に置いた霜が真っ白になっているのを見ると、夜もふけたということだろう。"
  },
  {
    "q": "あまのはらふりさけみればかすがなる",
    "c": [
      "みかさのやまにいでしつきかも",
      "ひとにはつげよあまのつりぶね",
      "ありあけのつきをまちいでつるかな"
    ],
    "e": "正解は、みかさのやまにいでしつきかも\n大空を遥かに見渡してみると、月が出ている。あの月は故郷の春日の三笠の山に出たのと同じ月なのだろうか。"
  },
  {
    "q": "わがいほはみやこのたつみしかぞすむ",
    "c": [
      "よをうぢやまとひとはいふなり",
      "よをおもふゆゑにものおもふみは",
      "ひとにはつげよあまのつりぶね"
    ],
    "e": "正解は、よをうぢやまとひとはいふなり\n私の庵は都の東南にあってのどかに暮らしているが、世間の人は世を憂しとして宇治山に住んでいると言っているらしい。"
  },
  {
    "q": "はなのいろはうつりにけりないたづらに",
    "c": [
      "わがみよにふるながめせしまに",
      "をとめのすがたしばしとどめむ",
      "わがたつそまにすみぞめのそで"
    ],
    "e": "正解は、わがみよにふるながめせしまに\n花の色は、すっかりあせてしまいました。むなしく長雨が降り、物思いにふけっている間に。"
  },
  {
    "q": "これやこのゆくもかへるもわかれては",
    "c": [
      "しるもしらぬもあふさかのせき",
      "しろきをみればよぞふけにける",
      "しづごころなくはなのちるらむ"
    ],
    "e": "正解は、しるもしらぬもあふさかのせき\nこれがあの、京から出て行く人も帰る人も、知り合いも知らない他人も、皆ここで別れ、そしてここで出会うと言う有名な逢坂の関なのだなあ。"
  },
  {
    "q": "わたのはらやそしまかけてこぎいでぬと",
    "c": [
      "ひとにはつげよあまのつりぶね",
      "ひとこそしらねかわくまもなし",
      "ひとこそみえねあきはきにけり"
    ],
    "e": "正解は、ひとにはつげよあまのつりぶね\n大海原の島々を目指して漕ぎだして行ったと、都の人には告げてくれ、漁師の釣り船よ。"
  },
  {
    "q": "あまつかぜくものかよひぢふきとぢよ",
    "c": [
      "をとめのすがたしばしとどめむ",
      "ころもかたしきひとりかもねむ",
      "こひにくちなむなこそをしけれ"
    ],
    "e": "正解は、をとめのすがたしばしとどめむ\n空を吹く風よ、雲の中の通り道をふさいでおくれ。この美しい天女の姿をもう少しとどめておきたいのだ。"
  },
  {
    "q": "つくばねのみねよりおつるみなのがは",
    "c": [
      "こひぞつもりてふちとなりぬる",
      "ころもかたしきひとりかもねむ",
      "こひにくちなむなこそをしけれ"
    ],
    "e": "正解は、こひぞつもりてふちとなりぬる\n筑波山の峰から流れ落ちるみなの川が積もり積もって深い淵となるように、私の恋心もどんどん深くなるばかりだ。"
  },
  {
    "q": "みちのくのしのぶもぢずりたれゆゑに",
    "c": [
      "みだれそめにしわれならなくに",
      "みをつくしてもあはむとぞおもふ",
      "こひにくちなむなこそをしけれ"
    ],
    "e": "正解は、みだれそめにしわれならなくに\n陸奥で織られる「しのぶもじずり」の摺り衣の模様のように、乱れる私の心。いったい誰のせいでしょう。私のせいではないのに（あなたのせいですよ）。"
  },
  {
    "q": "きみがためはるののにいでてわかなつむ",
    "c": [
      "わがころもでにゆきはふりつつ",
      "わがたつそまにすみぞめのそで",
      "まつとしきかばいまかへりこむ"
    ],
    "e": "正解は、わがころもでにゆきはふりつつ\n貴方に差し上げる為に春の野に出て若菜を摘んでいると、わたしの袖に雪が降りかかっておりました。"
  },
  {
    "q": "たちわかれいなばのやまのみねにおふる",
    "c": [
      "まつとしきかばいまかへりこむ",
      "まつもむかしのともならなくに",
      "からくれなゐにみづくくるとは"
    ],
    "e": "正解は、まつとしきかばいまかへりこむ\n貴方と別れ因幡の国へ行っても、稲羽山の峰に生える松のように貴方が待つと聞いたならすぐに帰ってきます。"
  },
  {
    "q": "ちはやぶるかみよもきかずたつたがは",
    "c": [
      "からくれなゐにみづくくるとは",
      "かけじやそでのぬれもこそすれ",
      "かこちがほなるわがなみだかな"
    ],
    "e": "正解は、からくれなゐにみづくくるとは\n不思議なことが多かった神代にも聞いたことがない。竜田川が真っ赤に括り染めになるなんて。"
  },
  {
    "q": "すみのえのきしによるなみよるさへや",
    "c": [
      "ゆめのかよひぢひとめよくらむ",
      "あはでこのよをすぐしてよとや",
      "かこちがほなるわがなみだかな"
    ],
    "e": "正解は、ゆめのかよひぢひとめよくらむ\n住之江の岸に寄せる波の「寄る」という言葉ではないけれど、夜でさえ、夢の中で私のもとへ通う道でさえ、どうしてあなたはこんなに人目を避けて出てきてくれないのでしょうか。"
  },
  {
    "q": "なにはがたみじかきあしのふしのまも",
    "c": [
      "あはでこのよをすぐしてよとや",
      "よをおもふゆゑにものおもふみは",
      "あはれことしのあきもいぬめり"
    ],
    "e": "正解は、あはでこのよをすぐしてよとや\n難波潟の蘆の短いふしの間のようなほんの少しの時間にも、遭わないでこの世を過ごせと、そうおっしゃるのですか。"
  },
  {
    "q": "わびぬればいまはたおなじなにはなる",
    "c": [
      "みをつくしてもあはむとぞおもふ",
      "みだれそめにしわれならなくに",
      "あかつきばかりうきものはなし"
    ],
    "e": "正解は、みをつくしてもあはむとぞおもふ\nこうして思い悩んでいる今となっては同じこと、難波の澪標のように、この身をほろぼしても貴方に逢いたい。"
  },
  {
    "q": "いまこむといひしばかりにながつきの",
    "c": [
      "ありあけのつきをまちいでつるかな",
      "あはれことしのあきもいぬめり",
      "あかつきばかりうきものはなし"
    ],
    "e": "正解は、ありあけのつきをまちいでつるかな\n貴方が「すぐに行く」と言ったから、九月の有明の月が出るまで待ってしまいました。"
  },
  {
    "q": "ふくからにあきのくさきのしをるれば",
    "c": [
      "むべやまかぜをあらしといふらむ",
      "むかしはものをおもはざりけり",
      "わがみよにふるながめせしまに"
    ],
    "e": "正解は、むべやまかぜをあらしといふらむ\n吹くとすぐに秋の草木がしおれてしまうので、なるほど山嵐をあらしと言うのだろう。"
  },
  {
    "q": "つきみればちぢにものこそかなしけれ",
    "c": [
      "わがみひとつのあきにはあらねど",
      "わがたつそまにすみぞめのそで",
      "わがみよにふるながめせしまに"
    ],
    "e": "正解は、わがみひとつのあきにはあらねど\n月を見ると、色々な物事が悲しく感じられる。私一人だけに来た秋ではないのだけれど。"
  },
  {
    "q": "このたびはぬさもとりあへずたむけやま",
    "c": [
      "もみぢのにしきかみのまにまに",
      "もれいづるつきのかげのさやけさ",
      "ものやおもふとひとのとふまで"
    ],
    "e": "正解は、もみぢのにしきかみのまにまに\n今回の旅は急なことでしたので幣の用意も出来ませんでした。手向山の紅葉を神のお心のままにお受け下さい。"
  },
  {
    "q": "なにしおはばあふさかやまのさねかづら",
    "c": [
      "ひとにしられでくるよしもがな",
      "ひとこそしらねかわくまもなし",
      "ひとこそみえねあきはきにけり"
    ],
    "e": "正解は、ひとにしられでくるよしもがな\n逢坂山のさねかずらが、逢って寝るという名を持っているならば、それは手繰れば来るように、人に知られないで貴方と遭う方法があれば良いのに。"
  },
  {
    "q": "をぐらやまみねのもみぢばこころあらば",
    "c": [
      "いまひとたびのみゆきまたなむ",
      "いくよねざめぬすまのせきもり",
      "いづくもおなじあきのゆふぐれ"
    ],
    "e": "正解は、いまひとたびのみゆきまたなむ\n小倉山の峰のもみぢ葉よ、お前に心があるのなら、もう一度行幸があるからそれまで散らずに待っていて欲しい。"
  },
  {
    "q": "みかのはらわきてなかがるるいづみがは",
    "c": [
      "いつみきとてかこひしかるらむ",
      "いまひとたびのみゆきまたなむ",
      "いづくもおなじあきのゆふぐれ"
    ],
    "e": "正解は、いつみきとてかこひしかるらむ\nみかの原から湧き出て、原を二分するようにして流れる泉川ではないが、いったいいつ逢ったといって、こんなに恋しいのだろうか。（一度も逢ったことがないのに）"
  },
  {
    "q": "やまざとはふゆぞさびしさまさりける",
    "c": [
      "ひとめもくさもかれぬとおもへば",
      "ひとこそしらねかわくまもなし",
      "ひとこそみえねあきはきにけり"
    ],
    "e": "正解は、ひとめもくさもかれぬとおもへば\n山里は、冬の寂しさがまさって感じられる。人も来なくなり、草も枯れてしまうことを思うと。"
  },
  {
    "q": "こころあてにおらばやおらむはつしもの",
    "c": [
      "おきまどはせるしらぎくのはな",
      "ひとこそしらねかわくまもなし",
      "あはれことしのあきもいぬめり"
    ],
    "e": "正解は、おきまどはせるしらぎくのはな\nあてずっぽうに、折るなら折ってみようか。初霜があたり一面に置いて、見分けがつかなくなっている白菊の花を。"
  },
  {
    "q": "ありあけのつれなくみえしわかれより",
    "c": [
      "あかつきばかりうきものはなし",
      "よしののさとにふれるしらゆき",
      "あはれことしのあきもいぬめり"
    ],
    "e": "正解は、あかつきばかりうきものはなし\n有明の月が無情に見えたあの別れの時から、暁ほどつらく切ないものはありません。"
  },
  {
    "q": "あさぼらけありあけのつきとみるまでに",
    "c": [
      "よしののさとにふれるしらゆき",
      "あかつきばかりうきものはなし",
      "あはれことしのあきもいぬめり"
    ],
    "e": "正解は、よしののさとにふれるしらゆき\n夜がほんのり明け初めるころ、有明の月の光かと思われるほどに吉野の里に降る雪よ。"
  },
  {
    "q": "やまがはにかぜのかけたるしがらみは",
    "c": [
      "ながれもあへぬもみぢなりけり",
      "ながくもがなとおもひけるかな",
      "はなぞむかしのかににほひける"
    ],
    "e": "正解は、ながれもあへぬもみぢなりけり\n山中を流る川に風のかけたしがらみがありますが、それは流れようとしても流れることの出来ない紅葉でありました。"
  },
  {
    "q": "ひさかたのひかりのどけきはるのひに",
    "c": [
      "しづごころなくはなのちるらむ",
      "しろきをみればよぞふけにける",
      "はなぞむかしのかににほひける"
    ],
    "e": "正解は、しづごころなくはなのちるらむ\n日の光がのどかな春の日に、どうして落ち着いた心もなく桜の花は散るのだろうか。"
  },
  {
    "q": "たれをかもしるひとにせむたかさごの",
    "c": [
      "まつもむかしのともならなくに",
      "はなぞむかしのかににほひける",
      "まつとしきかばいまかへりこむ"
    ],
    "e": "正解は、まつもむかしのともならなくに\n年老いた私はいったい誰を友にすれば良いのだろうか。あの高砂の松も昔からの友ではないのだから。"
  },
  {
    "q": "ひとはいさこころもしらずふるさとは",
    "c": [
      "はなぞむかしのかににほひける",
      "まつもむかしのともならなくに",
      "くだけてものをおもふころかな"
    ],
    "e": "正解は、はなぞむかしのかににほひける\n人の心はわかりませんが、昔なじみの里の梅の花の香りだけは変わっておりません。"
  },
  {
    "q": "なつのよはまだよひながらあけぬるを",
    "c": [
      "くものいづこにつきやどるらむ",
      "くもゐにまがふおきつしらなみ",
      "くだけてものをおもふころかな"
    ],
    "e": "正解は、くものいづこにつきやどるらむ\n夏の夜は（とても短いので）まだ宵の時分だなあと思っていたら、もう明けてしまった。月も（西の山かげに隠れる暇もなくて）いったい雲のどこのあたりに宿をとっているのだろうか。"
  },
  {
    "q": "しらつゆにかぜのふきしくあきののは",
    "c": [
      "つらぬきとめぬたまぞちりける",
      "くもゐにまがふおきつしらなみ",
      "くだけてものをおもふころかな"
    ],
    "e": "正解は、つらぬきとめぬたまぞちりける\n白露に風がしきりに吹きつける秋の野は、まるで緒でつなぎとめていない玉が散り乱れているようだ。"
  },
  {
    "q": "わすらるるみをばおもはずちかひてし",
    "c": [
      "ひとのいのちのをしくもあるかな",
      "ひとこそしらねかわくまもなし",
      "ひとこそみえねあきはきにけり"
    ],
    "e": "正解は、ひとのいのちのをしくもあるかな\n貴方に忘れられる私のつらさは何とも思いません。ただ、神に誓った貴方の命が神罰により失われてしまうのではないかと、惜しく思われてなりません。"
  },
  {
    "q": "あさぢふのをののしのはらしのぶれど",
    "c": [
      "あまりてなどかひとのこひしき",
      "あはれことしのあきもいぬめり",
      "あかつきばかりうきものはなし"
    ],
    "e": "正解は、あまりてなどかひとのこひしき\n浅茅の生えた小野の篠原、その「しの」のように貴方への思いを忍びこらえているけれど、忍びきれない。どうしてこんなに恋しいのだろう。"
  },
  {
    "q": "しのぶれどいろにいでにけりわがこひは",
    "c": [
      "ものやおもふとひとのとふまで",
      "もれいづるつきのかげのさやけさ",
      "もみぢのにしきかみのまにまに"
    ],
    "e": "正解は、ものやおもふとひとのとふまで\n忍びこらえていたけれど、とうとうその素振りに出てしまった。何か物思いをしているのですかと人が尋ねる程に。"
  },
  {
    "q": "こひすてふわがなはまだきたちにけり",
    "c": [
      "ひとしれずこそおもひそめしか",
      "ひとこそしらねかわくまもなし",
      "ひとのいのちのをしくもあるかな"
    ],
    "e": "正解は、ひとしれずこそおもひそめしか\n私が恋をしているという評判は、早くも広まってしまった。誰にも知られないようにひそかに思いはじめたのだけれど。"
  },
  {
    "q": "ちぎりきなかたみにそでをしぼりつつ",
    "c": [
      "すゑのまつやまなみこさじとは",
      "ひとこそしらねかわくまもなし",
      "ひとのいのちのをしくもあるかな"
    ],
    "e": "正解は、すゑのまつやまなみこさじとは\n約束しましたね。互いに涙で濡れた袖を何度もしぼっては、あの末の松山を波が決して越さないように、二人の中も末永く変わるまいと。"
  },
  {
    "q": "あひみてののちのこころにくらぶれば",
    "c": [
      "むかしはものをおもはざりけり",
      "むべやまかぜをあらしといふらむ",
      "ひとのいのちのをしくもあるかな"
    ],
    "e": "正解は、むかしはものをおもはざりけり\n貴方と逢って愛しあった後の心に比べれば、それ以前の物思いなど無かったようなものだ。"
  },
  {
    "q": "あふことのたえてしなくはなかなかに",
    "c": [
      "ひとをもみをもうらみざらまし",
      "ひとこそしらねかわくまもなし",
      "ひとのいのちのをしくもあるかな"
    ],
    "e": "正解は、ひとをもみをもうらみざらまし\nもしも逢うことが全く無いのなら、かえってあの人のつれなさも我が身も恨まなくて済むのに。"
  },
  {
    "q": "あはれともいふべきひとはおもほえで",
    "c": [
      "みのいたづらになりぬべきかな",
      "みだれそめにしわれならなくに",
      "みをつくしてもあはむとぞおもふ"
    ],
    "e": "正解は、みのいたづらになりぬべきかな\n「かわいそうに」と言ってくれるはずの人も思い当たらないまま、私はこのままむなしく死んでしまうでしょう。"
  },
  {
    "q": "ゆらのとをわたるふなびとかぢをたえ",
    "c": [
      "ゆくへもしらぬこひのみちかな",
      "ひとをもみをもうらみざらまし",
      "ひとづてならでいふよしもがな"
    ],
    "e": "正解は、ゆくへもしらぬこひのみちかな\n由良川の河口の流れが速い瀬戸を漕ぎ渡る船頭が、櫂をなくして行く先も分からずに漂っていく。そんなようにこれからどうなるのか行く末が分からない私の恋の道行きだ。"
  },
  {
    "q": "やへむぐらしげれるやどのさびしきに",
    "c": [
      "ひとこそみえねあきはきにけり",
      "ひとをもみをもうらみざらまし",
      "ひとづてならでいふよしもがな"
    ],
    "e": "正解は、ひとこそみえねあきはきにけり\n幾重にも雑草の生い茂ったこの寂しい宿に、人は誰も訪ねては来ないが秋はやってきたのだ。"
  },
  {
    "q": "かぜをいたみいはうつなみのおのれのみ",
    "c": [
      "くだけてものをおもふころかな",
      "くものいづこにつきやどるらむ",
      "くもゐにまがふおきつしらなみ"
    ],
    "e": "正解は、くだけてものをおもふころかな\n風が烈しいので、岩に打ち寄せる波が自分だけ砕けて散るように、つれないあの人の為に私の心も砕ける程に思い悩むこの頃である。"
  },
  {
    "q": "みかきもりゑじのたくひのよるはもえ",
    "c": [
      "ひるはきえつつものをこそおもへ",
      "ひとこそみえねあきはきにけり",
      "ひとをもみをもうらみざらまし"
    ],
    "e": "正解は、ひるはきえつつものをこそおもへ\n宮中の御門を守る兵士の焚く火が夜は燃え、昼は消えているように、私も夜は恋しさに燃え、昼は身も消え入るばかりに恋の物思いに悩んでいるのです。"
  },
  {
    "q": "きみがためおしからざりしいのちさへ",
    "c": [
      "ながくもがなとおもひけるかな",
      "ながれもあへぬもみぢなりけり",
      "ひとをもみをもうらみざらまし"
    ],
    "e": "正解は、ながくもがなとおもひけるかな\n貴方に逢う為ならば惜しくないと思っていたこの命までもが、お逢いできた今となっては長くあって欲しいと思うようになりました。"
  },
  {
    "q": "かくとだにえやはいぶきのさしもぐさ",
    "c": [
      "さしもしらじなもゆるおもひを",
      "ながれもあへぬもみぢなりけり",
      "ながくもがなとおもひけるかな"
    ],
    "e": "正解は、さしもしらじなもゆるおもひを\nせめて、こんなに私がお慕いしているとだけでもあなたに言いたいのですが、言えません。伊吹山のさしも草ではないけれど、それほどまでとはご存知ないでしょう。燃えるこの想いを。"
  },
  {
    "q": "あけぬればくるるものとはしりながら",
    "c": [
      "なほうらめしきあさぼらけかな",
      "なほあまりあるむかしなりけり",
      "ながくもがなとおもひけるかな"
    ],
    "e": "正解は、なほうらめしきあさぼらけかな\n夜が明けたらいずれ日は暮れる、そしてまた逢う事が出来るとはわかっていますが、貴方と別れなければならない夜明けは恨めしい。"
  },
  {
    "q": "なげきつつひとりぬるよのあくるまは",
    "c": [
      "いかにひさしきものとかはしる",
      "いくよねざめぬすまのせきもり",
      "いまひとたびのみゆきまたなむ"
    ],
    "e": "正解は、いかにひさしきものとかはしる\n貴方が居ないのを嘆きながら一人で寝る、夜が明けるまでの時間がどれほど長いものか、貴方はおわかりにならないでしょう。"
  },
  {
    "q": "わすれじのゆくすゑまではかたければ",
    "c": [
      "けふをかぎりのいのちともがな",
      "けふここのへににほひぬるかな",
      "かこちがほなるわがなみだかな"
    ],
    "e": "正解は、けふをかぎりのいのちともがな\n貴方は「決して忘れまい」とおっしゃいますが、いつまでも心変わりしないなどありえないでしょうから、お逢いできた今日を最後とする私の命であって欲しいのです。"
  },
  {
    "q": "たきのおとはたえてひさしくなりぬれど",
    "c": [
      "なこそながれてなほきこえけれ",
      "なほあまりあるむかしなりけり",
      "ながくもがなとおもひけるかな"
    ],
    "e": "正解は、なこそながれてなほきこえけれ\n滝の音は聞こえなくなってから長い年月が経ってしまったけれど、その名声は今でも世間に流れ伝わり聞こえてくる。"
  },
  {
    "q": "あらざらむこのよのほかのおもひでに",
    "c": [
      "いまひとたびのあふこともがな",
      "いくよねざめぬすまのせきもり",
      "いまひとたびのみゆきまたなむ"
    ],
    "e": "正解は、いまひとたびのあふこともがな\n私はまもなく死んでしまうでしょうが、あの世への思い出として、せめてもう一度貴方にお逢いしとうございます。"
  },
  {
    "q": "めぐりあひてみしやそれともわかぬまに",
    "c": [
      "くもがくれにしよはのつきかげ",
      "くものいづこにつきやどるらむ",
      "くだけてものをおもふころかな"
    ],
    "e": "正解は、くもがくれにしよはのつきかげ\n久しぶりにめぐり逢い、見定めのつかないうちに雲間に隠れてしまった夜半の月のように、貴方はあわただしく姿を隠してしまい残念です。"
  },
  {
    "q": "ありまやまゐなのささはらかぜふけば",
    "c": [
      "いでそよひとをわすれやはする",
      "いくよねざめぬすまのせきもり",
      "いまひとたびのみゆきまたなむ"
    ],
    "e": "正解は、いでそよひとをわすれやはする\n有馬山の近くにある猪名（いな）にある、笹原に生える笹の葉がそよそよと音をたてる。まったく、そよ（そうよ、そうですよ）どうしてあなたのことを忘れたりするものですか。"
  },
  {
    "q": "やすらはでねなましものをさよふけて",
    "c": [
      "かたぶくまでのつきをみしかな",
      "かけじやそでのぬれもこそすれ",
      "かこちがほなるわがなみだかな"
    ],
    "e": "正解は、かたぶくまでのつきをみしかな\nためらわずに寝てしまえばよかったのに貴方をお待ちして、夜明けが来て沈むまで月を見ておりました。"
  },
  {
    "q": "おほえやまいくののみちのとほければ",
    "c": [
      "まだふみもみずあまのはしだて",
      "まつもむかしのともならなくに",
      "こひしかるべきよはのつきかな"
    ],
    "e": "正解は、まだふみもみずあまのはしだて\n大江山や生野を超えて丹後へゆく道のりは遠いので、まだ天橋立の地を踏んだことはございませんし、丹後の母からの文もまだ届いておりません。"
  },
  {
    "q": "いにしへのならのみやこのやへざくら",
    "c": [
      "けふここのへににほひぬるかな",
      "けふをかぎりのいのちともがな",
      "こひしかるべきよはのつきかな"
    ],
    "e": "正解は、けふここのへににほひぬるかな\n昔栄えた奈良の都の八重桜が、今日はこの九重の宮中で色美しく咲き誇っております。"
  },
  {
    "q": "よをこめてとりのそらねははかるとも",
    "c": [
      "よにあふさかのせきはゆるさじ",
      "よをうぢやまとひとはいふなり",
      "よをおもふゆゑにものおもふみは"
    ],
    "e": "正解は、よにあふさかのせきはゆるさじ\n夜の明けぬうちに、鳥の鳴き声を真似て関守を騙して通ろうとしたとて、函谷官の関守ならいざしらず、私との逢坂の関を通る事は許しませんよ。"
  },
  {
    "q": "いまはただおもひたえなむとばかりを",
    "c": [
      "ひとづてならでいふよしもがな",
      "ひとこそみえねあきはきにけり",
      "ひるはきえつつものをこそおもへ"
    ],
    "e": "正解は、ひとづてならでいふよしもがな\n今となっては、ただもう諦めますという一言だけを、せめて人づてではなく、直接逢って言うすべがあって欲しいのです。"
  },
  {
    "q": "あさぼらけうぢのかはぎりたえだえに",
    "c": [
      "あらはれわたるせぜのあじろぎ",
      "あかつきばかりうきものはなし",
      "あまりてなどかひとのこひしき"
    ],
    "e": "正解は、あらはれわたるせぜのあじろぎ\n夜が明けてくるころ、宇治川の川霧もところどころ途切れて、その間から瀬々に掛けられた網代木がだんだん現れてまいりました。"
  },
  {
    "q": "うらみわびほさぬそでだにあるものを",
    "c": [
      "こひにくちなむなこそをしけれ",
      "ころもかたしきひとりかもねむ",
      "こひしかるべきよはのつきかな"
    ],
    "e": "正解は、こひにくちなむなこそをしけれ\nつれない人を恨み嘆いて、涙にぬれて乾くひまもなく袖が朽ちてしまいそうなのに、この恋のために浮き名が立って私の名が朽ちてしまうのも残念でなりません。"
  },
  {
    "q": "もろともにあはれとおもへやまざくら",
    "c": [
      "はなよりほかにしるひともなし",
      "はげしかれとはいのらぬものを",
      "かこちがほなるわがなみだかな"
    ],
    "e": "正解は、はなよりほかにしるひともなし\n私が思うように、お前も私のことをしみじみとなつかしく思ってくれ、山桜よ。このような山奥では、桜の花より他に知る人も居ないのだ。"
  },
  {
    "q": "はるのよのゆめばかりなるたまくらに",
    "c": [
      "かひなくたたむなこそをしけれ",
      "かけじやそでのぬれもこそすれ",
      "かこちがほなるわがなみだかな"
    ],
    "e": "正解は、かひなくたたむなこそをしけれ\n春の夜の儚い夢のような戯れの手枕をして頂いた為に、つまらなく立つ浮き名が口惜しく思われます。"
  },
  {
    "q": "こころにもあらでうきよにながらへば",
    "c": [
      "こひしかるべきよはのつきかな",
      "ころもかたしきひとりかもねむ",
      "こひにくちなむなこそをしけれ"
    ],
    "e": "正解は、こひしかるべきよはのつきかな\n私の気持ちに反してつらいこの世に生きながらえるのであるならば、今宵の月はきっと恋しく思い出されるに違いない。"
  },
  {
    "q": "あらしふくみむろのやまのもみぢばは",
    "c": [
      "たつたのかはのにしきなりけり",
      "ただありあけのつきぞのこれる",
      "いでそよひとをわすれやはする"
    ],
    "e": "正解は、たつたのかはのにしきなりけり\n烈しい嵐が吹き散らした三室山の紅葉は、やがて竜田川に流れ入って川面は錦のように美しいことよ。"
  },
  {
    "q": "さびしさにやどをたちいでてながむれば",
    "c": [
      "いづくもおなじあきのゆふぐれ",
      "いくよねざめぬすまのせきもり",
      "いでそよひとをわすれやはする"
    ],
    "e": "正解は、いづくもおなじあきのゆふぐれ\nあまりの寂しさに耐えかねて庵を出てあたりを見渡すと、どこも同じように寂しい、秋の夕暮れである。"
  },
  {
    "q": "ゆふさればかどたのいなばおとづれて",
    "c": [
      "あしのまろやにあきかぜぞふく",
      "あらはれわたるせぜのあじろぎ",
      "ただありあけのつきぞのこれる"
    ],
    "e": "正解は、あしのまろやにあきかぜぞふく\n夕方になると門前の田の稲葉をそよそよと音をさせて、蘆葺きの田舎家に秋風が吹いてくる。"
  },
  {
    "q": "おとにきくたかしのはまのあだなみは",
    "c": [
      "かけじやそでのぬれもこそすれ",
      "かこちがほなるわがなみだかな",
      "いでそよひとをわすれやはする"
    ],
    "e": "正解は、かけじやそでのぬれもこそすれ\n噂に名高い高師の浜の、いたずらに立つ浪のように浮気者で有名なあなたのお言葉は心にかけますまい。うっかり心にかけては、涙で袖を濡らすことにもなりましょうか。"
  },
  {
    "q": "たかさごのをのへのさくらさきにけり",
    "c": [
      "とやまのかすみたたずもあらなむ",
      "はげしかれとはいのらぬものを",
      "いでそよひとをわすれやはする"
    ],
    "e": "正解は、とやまのかすみたたずもあらなむ\n遥か遠くの高い山の峰の桜が咲いたなあ。里に近い山の霞はどうか立たないで欲しい。"
  },
  {
    "q": "うかりけるひとをはつせのやまおろしよ",
    "c": [
      "はげしかれとはいのらぬものを",
      "はなよりほかにしるひともなし",
      "いでそよひとをわすれやはする"
    ],
    "e": "正解は、はげしかれとはいのらぬものを\nつれなかった人を、私になびかせてくださいと初瀬の観音に祈ったけれど、初瀬の山おろしよ、あの人のつれなさがお前のように激しくなるようにとは祈らなかったのに。"
  },
  {
    "q": "ちぎりおきしさせもがつゆをいのちにて",
    "c": [
      "あはれことしのあきもいぬめり",
      "あらはれわたるせぜのあじろぎ",
      "くだけてものをおもふころかな"
    ],
    "e": "正解は、あはれことしのあきもいぬめり\nお約束してくださいました「ただ私を頼みせよ、しめじが原のさせも草」という恵みの露のようなお言葉を唯一の頼みとして生きてまいりましたが、ああ、今年の秋もむなしく過ぎて行くようです。"
  },
  {
    "q": "わたのはらこぎいでてみればひさかたの",
    "c": [
      "くもゐにまがふおきつしらなみ",
      "くものいづこにつきやどるらむ",
      "くだけてものをおもふころかな"
    ],
    "e": "正解は、くもゐにまがふおきつしらなみ\n大海原に船を漕ぎ出してみると、雲と見まがうばかりの沖の白波である。"
  },
  {
    "q": "せをはやみいわにせかるるたきがはの",
    "c": [
      "われてもすゑにあはむとぞおもふ",
      "わがころもてはつゆにぬれつつ",
      "わがみよにふるながめせしまに"
    ],
    "e": "正解は、われてもすゑにあはむとぞおもふ\n川瀬の流れが早いので、岩にせき止められた急流が二つにわかれてもまた一つになるように、貴方と別れてもいつかはきっと逢おうと思う。"
  },
  {
    "q": "あはぢしまかよふちどりのなくこゑに",
    "c": [
      "いくよねざめぬすまのせきもり",
      "いづくもおなじあきのゆふぐれ",
      "いまひとたびのみゆきまたなむ"
    ],
    "e": "正解は、いくよねざめぬすまのせきもり\n淡路島から飛び通う千鳥の鳴く声に、いったいいく夜を覚ましたことだろう、須磨の関守は。"
  },
  {
    "q": "あきかぜにたなびくくものたえまより",
    "c": [
      "もれいづるつきのかげのさやけさ",
      "もみぢのにしきかみのまにまに",
      "ものやおもふとひとのとふまで"
    ],
    "e": "正解は、もれいづるつきのかげのさやけさ\n秋風に吹かれてたなびいている雲の切れ間からもれ出てくる月の光の、何と澄み切った明るさであることか。"
  },
  {
    "q": "ながからむこころもしらずくろかみの",
    "c": [
      "みだれてけさはものをこそおもへ",
      "みだれそめにしわれならなくに",
      "みをつくしてもあはむとぞおもふ"
    ],
    "e": "正解は、みだれてけさはものをこそおもへ\n貴方の愛情が長続きするかどうかわかりませんが、寝乱れたこの黒髪のように心も乱れている今朝は、物思いに沈んでおります。"
  },
  {
    "q": "ほととぎすなきつるかたをながむれば",
    "c": [
      "ただありあけのつきぞのこれる",
      "たつたのかはのにしきなりけり",
      "みをつくしてもあはむとぞおもふ"
    ],
    "e": "正解は、ただありあけのつきぞのこれる\nほととぎすが鳴いた方を眺めると、その姿は見えずにただ有明の月が残っている。"
  },
  {
    "q": "おもひわびさてもいのちはあるものを",
    "c": [
      "うきにたへぬはなみだなりけり",
      "うしとみしよぞいまはこひしき",
      "からくれなゐにみづくくるとは"
    ],
    "e": "正解は、うきにたへぬはなみだなりけり\nつれない人を思い、悩み悲しんでもやはり命は長らえているのに、つらさに耐えきれずに流れ落ちるのは涙であった。"
  },
  {
    "q": "よのなかよみちこそなけれおもひいる",
    "c": [
      "やまのおくにもしかぞなくなる",
      "やくやもしほのみもこがれつつ",
      "たつたのかはのにしきなりけり"
    ],
    "e": "正解は、やまのおくにもしかぞなくなる\n世の中というものは逃れる道は無いものなのだ。深く思いこんで入ったこの山奥にも、鹿が悲しげに鳴いている。"
  },
  {
    "q": "ながらへばまたこのごろやしのばれむ",
    "c": [
      "うしとみしよぞいまはこひしき",
      "うきにたへぬはなみだなりけり",
      "からくれなゐにみづくくるとは"
    ],
    "e": "正解は、うしとみしよぞいまはこひしき\nもし生き長らえたら、つらいことの多いこの頃も懐かしく思い出されるのだろうか。つらかった過去も今では恋しく思い出されるのだから。"
  },
  {
    "q": "よもすがらものおもふころはあけやらぬ",
    "c": [
      "ねやのひまさへつれなかりけり",
      "かけじやそでのぬれもこそすれ",
      "からくれなゐにみづくくるとは"
    ],
    "e": "正解は、ねやのひまさへつれなかりけり\n一晩中つれない人を思って物思いをしているこの頃は、なかなか世が明けずに寝室の隙間までも無情に感じられる。"
  },
  {
    "q": "なげけとてつきやはものをおもはする",
    "c": [
      "かこちがほなるわがなみだかな",
      "かけじやそでのぬれもこそすれ",
      "からくれなゐにみづくくるとは"
    ],
    "e": "正解は、かこちがほなるわがなみだかな\n嘆けといって月は私に物思いをさせるのであろうか。そんな訳もないのに、かこつげがましくこぼれる私の涙よ。"
  },
  {
    "q": "むらさめのつゆもまだひぬまきのはに",
    "c": [
      "きりたちのぼるあきのゆふぐれ",
      "みだれそめにしわれならなくに",
      "みをつくしてもあはむとぞおもふ"
    ],
    "e": "正解は、きりたちのぼるあきのゆふぐれ\n村雨がひとしきり降り過ぎ、その露もまだ乾ききっていないまきの葉のあたりに、霧が立ち上っている。そんな秋の夕暮れであるよ。"
  },
  {
    "q": "なにはえのあしのかりねのひとよゆゑ",
    "c": [
      "みをつくしてやこひわたるべき",
      "みだれそめにしわれならなくに",
      "みをつくしてもあはむとぞおもふ"
    ],
    "e": "正解は、みをつくしてやこひわたるべき\n難波の入江に生えている蘆の刈根の一節のように、一夜の契りのためにわが身をつくして、これからずっと貴方を恋い続けなければならないのでしょうか。"
  },
  {
    "q": "たまのをよたえなばたえねながらへば",
    "c": [
      "しのぶることのよはりもぞする",
      "しろきをみればよぞふけにける",
      "しづごころなくはなのちるらむ"
    ],
    "e": "正解は、しのぶることのよはりもぞする\n私の命よ、絶えるならばいっそ絶えてしまってくれ。このまま生き長らえていると、耐え忍ぶ力が弱って人に知られてしまうから。"
  },
  {
    "q": "みせばやなをじまのあまのそでだにも",
    "c": [
      "ぬれにぞぬれしいろはかはらず",
      "ころもかたしきひとりかもねむ",
      "こひしかるべきよはのつきかな"
    ],
    "e": "正解は、ぬれにぞぬれしいろはかはらず\n貴方にお見せしたいものですね、この血の涙のために色の変わった私の袖を。あの雄島の漁夫の袖でさえ、ひどくぬれはしましたが色は変わりませんでした。"
  },
  {
    "q": "きりぎりすなくやしもよのさむしろに",
    "c": [
      "ころもかたしきひとりかもねむ",
      "こひしかるべきよはのつきかな",
      "こひにくちなむなこそをしけれ"
    ],
    "e": "正解は、ころもかたしきひとりかもねむ\nこおろぎの鳴く霜夜の寒い夜、閨のむしろに衣の片袖を敷いて、私は一人寂しく寝るのでしょうか。"
  },
  {
    "q": "わがそではしほひにみえぬおきのいしの",
    "c": [
      "ひとこそしらねかわくまもなし",
      "ひとこそみえねあきはきにけり",
      "ひるはきえつつものをこそおもへ"
    ],
    "e": "正解は、ひとこそしらねかわくまもなし\n私の袖は引き潮の時にも見えない沖の石のように、人は知らないけれどもいつも涙にぬれて、乾くひまもないのでございます。"
  },
  {
    "q": "よのなかはつねにもがもななぎさこぐ",
    "c": [
      "あまのをぶねのつなでかなしも",
      "あはれことしのあきもいぬめり",
      "ありあけのつきをまちいでつるかな"
    ],
    "e": "正解は、あまのをぶねのつなでかなしも\n世の中はいつまでも変わらずにあって欲しいものだ。渚を漕ぐ漁師の小舟が綱手に引かれている光景は、なんとも感慨深い。"
  },
  {
    "q": "みよしののやまのあきかぜさよふけて",
    "c": [
      "ふるさとさむくころもうつなり",
      "ふりゆくものはわがみなりけり",
      "わがたつそまにすみぞめのそで"
    ],
    "e": "正解は、ふるさとさむくころもうつなり\n吉野の山から秋風が吹き、夜は更けて夜寒の古都吉野では、衣を打つ砧の音が寒々と聞こえてくることだ。"
  },
  {
    "q": "おほけなくうきよのたみにおほふかな",
    "c": [
      "わがたつそまにすみぞめのそで",
      "わがころもてはつゆにぬれつつ",
      "わがみよにふるながめせしまに"
    ],
    "e": "正解は、わがたつそまにすみぞめのそで\nわが身に過ぎたことながら、このつらい世を生きる民の上に覆いかけることです。比叡山に住みはじめた私の、この墨染めの衣の袖を。"
  },
  {
    "q": "はなさそふあらしのにはのゆきならで",
    "c": [
      "ふりゆくものはわがみなりけり",
      "ふるさとさむくころもうつなり",
      "やくやもしほのみもこがれつつ"
    ],
    "e": "正解は、ふりゆくものはわがみなりけり\n花を誘って散らす嵐の庭は、花が雪のように降るが、ふりゆくのはわが身なのだなあ。"
  },
  {
    "q": "こぬひとをまつほのうらのゆふなぎに",
    "c": [
      "やくやもしほのみもこがれつつ",
      "やまのおくにもしかぞなくなる",
      "みそぎそなつのしるしなりける"
    ],
    "e": "正解は、やくやもしほのみもこがれつつ\n来ない人を待つ、その松帆の浦の夕なぎの時に焼く藻塩のように、わが身は恋心に焦がれている。"
  },
  {
    "q": "かぜそよぐならのをがはのゆふぐれは",
    "c": [
      "みそぎそなつのしるしなりける",
      "みだれそめにしわれならなくに",
      "みをつくしてもあはむとぞおもふ"
    ],
    "e": "正解は、みそぎそなつのしるしなりける\n風が楢の葉をそよがせている、このならの小川の夕暮れはまるで秋のようで、ただ禊の行われていることだけが夏であることのしるしであるなあ。"
  },
  {
    "q": "ひともをしひともうらめしあぢきなく",
    "c": [
      "よをおもふゆゑにものおもふみは",
      "よをうぢやまとひとはいふなり",
      "よにあふさかのせきはゆるさじ"
    ],
    "e": "正解は、よをおもふゆゑにものおもふみは\n人が愛おしくも、恨めしくも思う。この世を面白くないと思っている為に、さまざまな物思いをするこの私は。"
  },
  {
    "q": "ももしきやふるきのきばのしのぶにも",
    "c": [
      "なほあまりあるむかしなりけり",
      "ながくもがなとおもひけるかな",
      "ながれもあへぬもみぢなりけり"
    ],
    "e": "正解は、なほあまりあるむかしなりけり\n宮中の古い軒端に忍ぶ草を見るにつけても、いくら忍んでも忍び尽くせないのは昔の御代であるなあ。"
  }
]